Repository: 5-star/plugin.video.last_played
Catalog: resources/language/resource.language.*/strings.po
Languages: sk_sk

# #30001
source: Number of lines
sk_sk: Počet riadkov

# #30002
source: Library Movies
sk_sk: Knižnica s filmami

# #30003
source: Library Episodes
sk_sk: Knižnica s epizódami

# #30004
source: Library Music Videos
sk_sk: Knižnica s hudobnými videami

# #30005
source: Group by
sk_sk: Triediť podľa

# #30006
source: Store list in a custom path
sk_sk: Ukladať zoznam do vlastnej cesty

# #30007
source: List location
sk_sk: Umiestnenie zoznamu

# #30008
source: Remove from list
sk_sk: Odstrániť zo zoznamu

# #30009
source: Single list
sk_sk: Jednoduchý zoznam

# #30010
source: Show Date
sk_sk: Zobraziť dátum

# #30011
source: Show Time
sk_sk: Zobraziť čas

# #30012
source: Keep history at StarMovies
sk_sk: Ponechať históriu pri StarMovies

# #30013
source: Enable debug
sk_sk: Povoliť ladenie

# #30014
source: Show Addon History List
sk_sk: Zobraziť zoznam histórie doplnku

# #30015
source: Delete Addon History List
sk_sk: Odstrániť zoznam histórie doplnku

# #30016
source: *** There is no Addon History ***
sk_sk: *** Neexistuje žiadna história doplnku ***

# #30017
source: Source
sk_sk: Zdroj

# #30018
source: Type
sk_sk: Typ

# #30019
source: Music
sk_sk: Hudba

# #30020
source: StarMovies user
sk_sk: Používateľ StarMovies

# #30021
source: StarMovies password
sk_sk: Heslo StarMovies

# #30022
source: Library Videos
sk_sk: Knižnica Videí

# #30023
source: Movies
sk_sk: Filmy

# #30025
source: Videos
sk_sk: Videá

# #30026
source: Number of lines on top from all sources and types
sk_sk: Počet zobrazených riadkov pred skupinami (všetky médiá a typy)

# #30027
source: General
sk_sk: Všeobecné

# #30029
source: Advanced
sk_sk: Pokročilé

# #30030
source: New install. Start watching and it will display here.
sk_sk: Nová inštalácia. Obsah, ktorý ste sledovali, nájdete tu.

# #30031
source: Play with
sk_sk: Prehrať pomocou

# #30032
source: Blacklist Addon
sk_sk: Zakázať doplnok

# #30033
source: Blacklist Folder
sk_sk: Zakázať priečinok

# #30034
source: Blacklist Video
sk_sk: Zakázať video
